Repository: gwerz/shortcutrecorder
Catalog: Localization/*.lproj/ShortcutRecorder.strings
Languages: ca, cs, es, nb, pl, ro

source: Space
ca: Espai
cs: Mezerník
es: Espacio
nb: Mellomrom
pl: Spacja
ro: Spațiu

source: Use old shortcut
ca: Utilitza drecera antiga
cs: Použít starou kl. zkratku
es: Usar el acceso directo anterior
nb: Bruk forrige hurtigtast
pl: Użyj starego skrótu
ro: Folosește vechea comandă rapidă

source: Type shortcut
ca: Determina drecera
cs: Zadejte kl. zkratku
es: Teclear acceso directo
nb: Trykk hurtigtast
pl: Podaj skrót
ro: Tastează comanda rapidă

source: Click to record shortcut
ca: Cliqueu per desar drecera
cs: Klepněte pro záznam kl. zkratky
es: Hacer un click para grabar el acceso directo
nb: Klikk for å velge hurtigtast
pl: Kliknij aby zarejestrować skrót
ro: Apasă pentru a înregistra comanda rapidă

source: Pad %@
ca: Coixinet %@
cs: Num. blok %@
es: Plataforma%@
nb: Numerisk tastatur %@
pl: Num. %@
ro: Tableta %@

source: The key combination %@ can't be used!
ca: La combinació %@ no pot ser utilitzada
cs: Kombinaci kláves %@ nelze použít!
es: ¡La combinación de teclas %@ no puede ser usada!
nb: Tastekombinasjonen "%@" kan ikke brukes!
pl: Kombinacja klawiszy %@ nie może zostać użyta!
ro: Combinația de taste %@ nu poate fi utilizată!

source: The key combination "%@" can't be used because %@.
ca: La combinació "%@" no pot ser utilitzada perquè %@
cs: Kombinaci kláves „%@“ nelze použít, protože %@.
es: La combinación de teclas %@ no puede ser usada por el uso de %@.
nb: Tastekombinasjonen "%@" kan ikke brukes fordi %@.
pl: Kombinacja klawiszy"%@" nie może zostać użyta, ponieważ %@.
ro: Combinația de taste "%@" nu poate fi utilizată din cauza %@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)
ca: La combinació "%@" no pot ser utilitzada perquè actualment l'utilitza el sistema. (Si realment voleu utilitzar aquesta combinació, podeu modificar les dreceres del sistema en l'apartat Teclat i Ratolí del panell de preferències del sistema)
cs: Kombinaci kláves „%@“ nelze použít, protože je již použita v systémových kl. zkratkách. (Pokud si přejete skutečně používat tuto kl. zkratku, musíte změnit nastavení již použité zkratky v Předvolbách systému, v panelu Klávesnice, Klávesové zkratky.)
es: La combinación de teclas "%@" no puede ser usada porque ya está siendo usada por un acceso directo de teclado del sistema. (Si de verdad deseas usar esta combinación, la mayoría de los accesos directos pueden ser cambiados en el panel de Teclados y Ratón en Preferencia de Sistemas.)
nb: Tastekombinasjonen "%@" kan ikke brukes fordi den allerede er brukt som en tastatursnarvei i Systemvalg. Hvis du ønsker å bruke denne tastekombinasjonen må du først endre den i Tastatur-panelet i Systemvalg.
pl: Kombinacja klawiszy "%@" nie może zostać użyta, ponieważ jest już wykorzystywana jako systemowy skrót klawiszowy. (Jeśli naprawdę chcesz korzystać z tej kombinacji klawiszy, większość skrótów można zmienić w panelu Klawiatura w Preferencjach systemowych.)
ro: Combinaţia de taste "% @" nu poate fi utilizată, deoarece aceasta este deja utilizată de către sistem de operare. (Dacă chiar vrei să utilizezi această combinaţie de taste, cele mai multe comenzi rapide pot fi schimbate în panoul-Tastatură şi Maus-în Preferințe Sistem.)

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
ca: La combinació "%@" no pot ser utilitzada perquè actualment l'ítem de menú "%@" ja l'utilitza.
cs: Kombinaci kláves „%@“ nelze použít, protože je již použita na položku nabídky „%@“.
es: El atajo "%@" no puede ser utilizado pues ya está en uso por el menú "%@"
nb: Tastekombinasjonen "%@" kan ikke brukes fordi den allerede er i bruk av menyvalget "%@".
pl: Kombinacja klawiszy "%@" nie może zostać użyta, ponieważ jest już wykorzystywana przez element menu "%@".
ro: Combinaţie de taste "% @" nu poate fi utilizată, deoarece este deja utilizată de meniul "% @".

source: Command-
cs: Cmd-
es: Comando-
nb: Kommando -
ro: Comandă-

source: Option-
ca: Opció-
cs: Alt-
es: Opción-
nb: Tilvalg -
pl: Opcja-
ro: Opțiune-

source: Shift-
ca: Majúscules-
cs: Přeřaďovač-
nb: Skift -
ro: Schimb-

source: Control-
cs: Ctrl-
nb: Kontroll -
